/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "File locale:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "URL:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "Banda illimitata";

"Overwrite all files" = "Sovrascrive tutti i file";
"Append existing files" = "Aggiunge i file esistenti";
"Rename transferred files with a timestamp appended to the filename" = "Rinomina i file trasferiti aggiungendo la date et l'ora al nome del file";
"Rename existing files with timestamp appended to filename" = "Rinomina i file esistenti aggiungendo la date et l'ora al nome del file";
"Skip transfer of files that already exist" = "Ignora il trasferimento dei file che esitono già";
"Prompt for action on every file" = "Domanda l'azione per ogni file";
"Skip files that match size, modification date or checksum" = "Ignora i file che corrispondono in dimensione, data di modifica o checksum";
/* Synchronization */
"Download changed and missing files" = "Scarica i file modificati o mancanti";
"Upload changed and missing files" = "Carica i file modificati o mancanti";
"Download and Upload" = "Scarica e carica";